/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 中文简体

"view_now_button" = "立即查看";
"skip_button" = "跳过";
"install_button" = "安装";
"download_button" = "下载";
"downloading_status" = "正在下载";
"allow_install_alert" = "允许我们安装应用";
"app_name" = "重播";
"replay_button" = "重试";
"retry_button" = "关闭";
"close_button" = "刷新";
"refresh_button" = "查看";
"view_action" = "刚刚";
"just_now_time" = "了解详情";
"learn_more_link" = "了解详情";
"Reward_text" = "%.0fs 后得奖励";
"gets_Rewarded" = "已获取奖励";

// 广告默认标题（title 缺失时随机选用）
"default_ad_title_1" = "精选推荐";
"default_ad_title_2" = "您可能会喜欢";
"default_ad_title_3" = "赞助内容";
"default_ad_title_4" = "发现更多精彩";
"default_ad_title_5" = "一份特别推荐";
